Repository: hynky1999/LearnHowToPackageYourSoftwareFinnishPeople
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fi

source: Continue rating
fi: Jatka tehtävää

source: Start rating
fi: Aloita

source: ID already in use
fi: Kyseinen ID on jo käytössä

source: No such ID set for this experiment
fi: Kyseistä ID:tä ei löydy

source: Task progress:
fi: Kokeesta tehty:

source: Please insert your ID-code below:
fi: Syötä koehenkilötunnuksesi:

source: Notice!
fi: Huom!

source: Participation in this experiment requires a login with a predetermined ID code. Please input ID below.
fi: Tähän kokeeseen osallistumiseen vaaditaan ID-tunnus. Syötä ID-tunnuksesi alla olevaan kenttään.

source: Consent for participation:
fi: Suostumus osallistumiseksi:

source: Research bulletin can be read
fi: Tutkimustiedote on luettavissa

source: here.
fi: täällä

source: Agree
fi: Suostun

source: Disagree
fi: En suostu

source: In order to participate for the study you need to agree with the terms presented.
fi: Osallistuaksesi kokeeseen sinun on hyväksyttävä esitetyt ehdot.

source: Close Notice
fi: Sulje

source: Return Home
fi: Palaa etusivulle

source: Please insert your participant ID:
fi: Syötä ID-tunnuksesi:

source: Welcome to Onni
fi: Tervetuloa

source: This is the Human Emotion Systems laboratorys stimulus rating tool. If you have previously started a rating task you can continue that task on this page. If you are a researcher you can create new rating tasks by logging in. Or you can start a new rating task and start rating by selecting a task from the database list below.
fi: Tämä on Human Emotion Systems Laboratoryn arviointityökalu. Jos olet aiemmin aloittanut arviointitehtävän voit jatkaa tehtävää tällä sivulla. Jos olet tutkija voit luoda uuden arviointitehtävän kirjautumalla sisään. Tai voit aloittaa uuden arvointitehtävän ja aloittaa arvioinnin valitsemalla arviointitehtävän alla olevasta listasta.

source: You can choose the language suitable for you from the language menu in the upper right corner
fi: Voit valita kielen oikeassa yläkulmassa olevasta language-valikosta

source: List of experiments in database:
fi: Tietokannassa olevat kokeet:

source: Name:
fi: Nimi:

source: Instruction:
fi: Ohjeet:

source: Participation ID is required for this task.
fi: Tähän kokeeseen osallistumiseen vaaditaan ID-tunnus.

source: Begin task
fi: Aloita

source: Continue task
fi: Jatka

source: Instructions:
fi: Ohjeet:

source: Your participant ID is:
fi: ID-numerosi on:

source: Ready to start
fi: Olen valmis aloittamaan

source: Please write down your participant ID so you can return and finish the rating task later!
fi: Kirjoita ID-numerosi ylös jotta voit palata jatkamaan arviointitehtävää tarvittaessa myöhemmin!

source: Quit!
fi: Lopeta!

source: This is the registration page.
fi: Rekisteröityminen

source: Please fill in these background questions before starting the rating task:
fi: Ennen tehtävän aloittamista, vastaa näihin taustakysymyksiin:

source: Please select
fi: Valitse

source: Submit
fi: Jatka

source: Quit task
fi: Lopeta

source: Next page
fi: Seuraava

source: You can zoom in/out the page view by pressing ctrl+/ctrl- (Windows) or ⌘+/⌘- (Mac)
fi: Voit zoomata sivunäkymää isommaksi/pienemmäksi painamalla ctrl+/ctrl- (Windows) tai ⌘+/⌘- (Mac)

source: Task completed!
fi: Tehtävä on valmis!

source: You have completed the rating task. Thank you for your participation.
fi: Olet suorittanut tämän arviointitehtävän. Kiitos osallistumisestasi.
